Repository: common-repository/permalinks-shortcode
Catalog: languages/plksc-*.po
Languages: fr_fr

source: You do not have sufficient permissions to access this page.
fr_fr: Vous n'avez pas suffisamment de droit pour accéder à cette page

source: Settings saved
fr_fr: Mise à jour effectuée

source: Settings
fr_fr: Paramétrages

source: Shortcode generation
fr_fr: Générateur de Shortcode

source: Custom text content
fr_fr: Contenu textuel personnalisé

source: Choose the text you wish inside your shortcode
fr_fr: Choisir le texte que vous souhaitez dans votre shortcode

source: Select the post you wish to use
fr_fr: Sélectionner le post que vous souhaitez utiliser

source: --------- Categories ----------
fr_fr: --------- Catégories ----------

source: Open in new window ?
fr_fr: Ouvrir dans une nouvelle fenêtre ?

source: yes
fr_fr: oui

source: Check if you wish the link open in new window
fr_fr: Check si vous souhaitez ouvrir le lien dans une nouvelle fenêtre

source: Shortcode generated
fr_fr: Shortcode généré

source: Copy / Paste this shortcode where you wish to see your link
fr_fr: Copié / coller ce shortcode où vous souhaitez voir votre lien

source: Frequently asked questions
fr_fr: Questions fréquentes (FAQ)

source: Do you have questions about the plugin's operation?
fr_fr: Avez-vous des questions sur le fonctionnement du plugin?

source: Feel free to consult our frequently asked questions
fr_fr: N'hésitez pas à consulter nos questions fréquemment posées

source: What kind of post type, this plugin work with ?
fr_fr: Avec quel post type ce plugin fonctionne t'il ?

source: For now, our plugin works with post and page
fr_fr: Pour le moment, notre plugin fonctionne avec les pages et posts

source: Can I use this plugin to generate shortcode for categories?
fr_fr: Est ce que je peux utiliser ce plugin pour générer des shortcodes pour les catégories ?

source: Yes, our plugin works fine with categories, and tags as well.
fr_fr: Oui, notre plugin fonctionne très bien avec les catégories et les tags.

source: With this plugin, once your shortcode is integrated inside your page, you can change the permalink's destination.
fr_fr: Avec ce plugin, une fois votre shortcode intégré dans votre page, vous pouvez changer la destination du permalien.

source: once you have integrated the shortcode in your page, you can change the url of destination (permalink), your url will not be broken.
fr_fr: Une fois que vous avez intégré le shortcode dans votre page, vous pouvez changer l'URL de destination (permalien), votre URL ne sera pas cassée.

source: No more 404 error !!
fr_fr: Pas plus d'erreur 404 !!

source: To help you integrate the shorcode into your pages, you can use our shortcode generator.
fr_fr: Pour vous aider à intégrer le shortcode dans vos pages, vous pouvez utiliser notre générateur de shortcode.

source: Once it generated, you just have to copy / paste to the desired place in your page.
fr_fr: Une fois qu'il a généré, il vous suffit de copier / coller à l'endroit souhaité dans votre page.

source: You can also embed the URLs of your tags and categories.
fr_fr: Vous pouvez également intégrer les URL de vos tags et catégories.

source: Plugin informations
fr_fr: Informations sur le plugin
